tap "huaqo/huaqo"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

brew "gcc"
brew "bitwarden-cli"
brew "calc"
brew "cloc"
brew "gdal"
brew "gh"
brew "pdfc", tap: "huaqo/huaqo"
brew "make"
brew "openjdk@21"
brew "pandoc"
brew "python@3.12"
brew "raylib"
brew "sdl2"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "qgis@ltr"
brew "gdal"
brew "git-credential-manager"
brew "sdl2"

cask "audacity"
cask "discord"
cask "firefox"
cask "kitty"
cask "obsidian"
cask "signal"
cask "steam"
cask "telegram"
cask "tiled"
cask "whatsapp"
cask "zotero"
cask "font-hack-nerd-font"
